<?php
class DefaultPage extends Base{
    function showContents(){
    ?>
<h2> Небольшая инструкция </h2>
<p>Чтобы добавить еще одну строку к какой-либо таблице, нужно нажать ссылку "добавить запись" чуть выше этой таблицы, затем заполнить поля (поле id заполнять не нужно) и нажать на кнопку "добавить". Для редактирования записи можно сначала щелкнуть на любом поле этой записи в таблице (все они ведут к редактированию), изменить нужные поля, а затем нажать на кнопку "Сохранить изменения".</p>
<p>Для перехода между полями ввода в формах создания и редактирования объектов вместо мыши можно использовать <strong>Tab</strong> и <strong>Ctrl + Tab</strong>.</p>
<p>Замечания и вопросы по работе программы можно отправить на почту <a href="mailto:eugene.katsevman@gmail.com"> eugene.katsevman@gmail.com </a> или писать в разделе "Замечания". </p>
    <?php
    }  
}

?>
